Repository: msdrigg/roam
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fil, fr, fr_ca, it, pa, pt_br, pt_pt, vi, zh_hans

source: To work around this limitation, first discover devices on the iPhone app and then the devices will be transferred in the background from the iPhone to the watch (or you can manually add the TV if you can get it's IP address).
ar: لتجاوز هذا القيد، اكتشف الأجهزة أولاً على تطبيق iPhone ثم ستنتقل الأجهزة في الخلفية من iPhone إلى الساعة (أو يمكنك إضافة التلفزيون يدويًا إذا تمكنت من الحصول على عنوان IP الخاص به).
de: Um diese Einschränkung zu umgehen, entdecken Sie zunächst Geräte in der iPhone-App, und die Geräte werden dann im Hintergrund vom iPhone auf die Uhr übertragen (oder Sie können das TV-Gerät manuell hinzufügen, wenn Sie dessen IP-Adresse erhalten).
es: Para evitar esta limitación, primero descubre dispositivos en la aplicación de iPhone y luego los dispositivos se transferirán en segundo plano del iPhone al reloj (o puedes agregar manualmente el televisor si puedes obtener su dirección IP).
es_419: Para evitar esta limitación, primero descubra dispositivos en la aplicación para iPhone y luego los dispositivos se transferirán en segundo plano desde el iPhone al reloj (o puede agregar manualmente el televisor si puede obtener su dirección IP).
fil: Upang maiwasan ang limitasyong ito, unang tuklasin ang mga device sa app ng iPhone at pagkatapos ay ang mga device ay ililipat sa background mula sa iPhone patungo sa relo (o maaari mong manu-manong idagdag ang TV kung makukuha mo ang IP address nito).
fr: Pour contourner cette limitation, découvrez d'abord les appareils sur l'application iPhone, puis les appareils seront transférés en arrière-plan de l'iPhone à la montre (ou vous pouvez ajouter manuellement la télévision si vous pouvez obtenir son adresse IP).
fr_ca: Pour contourner cette limitation, découvrez d'abord les appareils sur l'application iPhone, puis les appareils seront transférés en arrière-plan de l'iPhone à la montre (ou vous pouvez ajouter manuellement la télévision si vous pouvez obtenir son adresse IP).
it: Per superare questa limitazione, scopri prima i dispositivi sull'app per iPhone e poi i dispositivi verranno trasferiti in background dall'iPhone all'orologio (o puoi aggiungere manualmente la TV se riesci a ottenere il suo indirizzo IP).
pa: ਇਸ ਸੀਮਿਤਤਾ ਦਾ ਹੱਲ ਕਰਨ ਲਈ, ਪਹਿਲਾਂ iPhone ਐਪ ਤੇ ਉਪਕਰਣ ਲੱਭੋ ਅਤੇ ਫਿਰ ਉਪਕਰਣ iPhone ਤੋਂ ਵਾਚ ਵਿੱਚ ਪਿੱਛੇਦਾਰ ਵਿੱਚ ਅੰਤਰਿਤ ਹੋ ਜਾਣਗੇ (ਜਾਂ ਤੁਸੀਂ ਹੱਥੋਂ ਟੀਵੀ ਜੋੜ ਸਕਦੇ ਹੋ ਜੇਕਰ ਤੁਸੀਂ ਇਸਦਾ IP ਐਡਰੈਸ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ)।
pt_br: Para contornar esta limitação, primeiro descubra os dispositivos no app do iPhone e então os dispositivos serão transferidos em segundo plano do iPhone para o relógio (ou você pode adicionar manualmente a TV se conseguir obter o endereço IP).
pt_pt: Para contornar essa limitação, primeiro descubra dispositivos no aplicativo do iPhone e, em seguida, os dispositivos serão transferidos em segundo plano do iPhone para o relógio (ou você pode adicionar manualmente a TV se conseguir o endereço IP dela).
vi: Để khắc phục hạn chế này, trước tiên hãy phát hiện thiết bị trên ứng dụng iPhone và sau đó các thiết bị sẽ được chuyển trong nền từ iPhone sang đồng hồ (hoặc bạn có thể thêm thủ công TV nếu bạn có thể lấy được địa chỉ IP của nó).
zh_hans: 为了解决这一限制，首先在 iPhone 应用程序上发现设备，然后设备将从 iPhone 后台传输到手表（或者您可以手动添加电视的 IP 地址）。

source: Toggle Mute
ar: تبديل الكتم
de: Stummschalten umschalten
es: Activar/desactivar silencio
es_419: Alternar silencio
fil: I-toggle ang Mute
fr: Basculer en sourdine
fr_ca: Basculer le mode muet
it: Attiva/disattiva muto
pa: ਮਿਊਟ ਟੋਗਲ ਕਰੋ
pt_br: Alternar Mudo
pt_pt: Alternar Mudo
vi: Chuyển đổi tắt tiếng
zh_hans: 切换静音

source: Toggle power
ar: تبديل الطاقة
de: Strom umschalten
es: Alternar poder
es_419: Alternar energía
fil: Palit ng kapangyarihan
fr: Basculer l'alimentation
fr_ca: Basculer l'alimentation
it: Attiva/Disattiva alimentazione
pa: ਬਿਜਲੀ ਨੂੰ ਟੌਗਲ ਕਰੋ
pt_br: Alternar energia
pt_pt: Alternar energia
vi: Chuyển đổi nguồn
zh_hans: 切换电源

source: Toggle Power
ar: تبديل الطاقة
de: Strom umschalten
es: Activar/desactivar encendido
es_419: Alternar encendido
fil: I-toggle ang Power
fr: Basculer l'alimentation
fr_ca: Basculer l'alimentation
it: Attiva/disattiva alimentazione
pa: ਪਾਵਰ ਟੋਗਲ ਕਰੋ
pt_br: Alternar Energia
pt_pt: Alternar Energia
vi: Chuyển đổi nguồn
zh_hans: 切换电源

source: Toggle volume mute on %@
ar: تبديل كتم الصوت على %@
de: Lautstärke auf %@ stummschalten umschalten
es: Activar/desactivar silencio de volumen en %@
es_419: Alternar silencio de volumen en %@
fil: I-toggle ang volume mute sa %@
fr: Basculer la sourdine du volume sur %@
fr_ca: Basculer le volume muet sur %@
it: Attiva/disattiva muto volume su %@
pa: %@ ਤੇ ਵਾਲੀਅਮ ਮਿਊਟ ਟੋਗਲ ਕਰੋ
pt_br: Alternar volume mudo em %@
pt_pt: Alternar mudo do volume em %@
vi: Chuyển đổi tắt tiếng trên %@
zh_hans: 切换 %@ 的静音

source: Toggle volume mute on ${device}
ar: تبديل كتم الصوت على ${device}
de: Lautstärke stummschalten auf ${device}' umschalten
es: Alternar silencio del volumen en ${device}
es_419: Activar silencio de volumen en ${device}
fil: I-on ang toggle ng mute ng volume sa ${device}
fr: Activer le mode muet sur ${device}
fr_ca: Activer le mode silencieux sur ${device}
it: Attiva/disattiva muto volume su ${device}
pa: ${device} 'ਤੇ ਵਾਲਯੁਮ ਮਿਊਟ ਟੌਗਲ ਕਰੋ
pt_br: "Alternar mudo do volume no ${device}"
pt_pt: Ativar silêncio de volume no ${device}
vi: Bật tắt âm lượng trên ${device}
zh_hans: 在 ${device} 上切换静音

source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Inténtalo de nuevo
es_419: Inténtalo de nuevo
fil: Subukan muli
fr: Réessayer
fr_ca: Réessayer
it: Riprova
pa: ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_br: Tentar novamente
pt_pt: Tentar novamente
vi: Thử lại
zh_hans: 重试

source: Try again later or contact support
ar: حاول مرة أخرى لاحقاً أو اتصل بالدعم
de: Versuchen Sie es später erneut oder wenden Sie sich an den Support
es: Intenta de nuevo más tarde o contacta al soporte
es_419: Intenta de nuevo más tarde o contacta al soporte
fil: Subukang muli mamaya o makipag-ugnayan sa suporta
fr: Réessayez plus tard ou contactez le support
fr_ca: Réessayez plus tard ou contactez le support
it: Prova di nuovo più tardi o contatta il supporto
pa: ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਸਹਿਯੋਗ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pt_br: Tente novamente mais tarde ou entre em contato com o suporte
pt_pt: Tente novamente mais tarde ou contacte o suporte
vi: Thử lại sau hoặc liên hệ hỗ trợ
zh_hans: 稍后再试或联系支持

source: Turns on or off your TV
ar: يشغل أو يطفئ التلفزيون الخاص بك
de: Schaltet Ihren Fernseher ein oder aus
es: Enciende o apaga tu televisor
es_419: Enciende o apaga tu televisor
fil: Nagbubukas o nagpapatay ng iyong TV
fr: Allume ou éteint ta télévision
fr_ca: Allume ou éteint votre télévision
it: Accende o spegne la tua TV
pa: ਤੁਹਾਡਾ ਟੀਵੀ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰਦਾ ਹੈ
pt_br: Liga ou desliga sua TV
pt_pt: Liga ou desliga a sua TV
vi: Bật hoặc tắt TV của bạn
zh_hans: 打开或关闭你的电视

source: TV App
ar: تطبيق التلفزيون
es: Aplicación de TV
es_419: Aplicación de TV
fr: Application TV
fr_ca: Application TV
it: App TV
pa: ਟੀਵੀ ਐਪ
pt_br: App de TV
pt_pt: Aplicativo de TV
vi: Ứng dụng TV
zh_hans: 电视应用

source: TV permission disabled
ar: تم تعطيل إذن التلفزيون
de: TV-Berechtigung deaktiviert
es: Permiso de TV desactivado
es_419: Permiso de TV desactivado
fil: Naka-disable ang pahintulot sa TV
fr: Autorisation TV désactivée
fr_ca: Autorisation TV désactivée
it: Autorizzazione TV disabilitata
pa: ਟੀਵੀ ਦੀ ਅਨੁਮਤੀ ਅਯੋਗ ਕੀਤੀ ਗਈ ਹੈ
pt_br: Permissão da TV desativada
pt_pt: Permissão da TV desativada
vi: Quyền TV đã bị tắt
zh_hans: 电视权限已禁用

source: Unhide
ar: إظهار
de: Einblenden
es: Mostrar
es_419: Mostrar
fil: Ipakita
fr: Afficher
fr_ca: Afficher
it: Mostra
pa: ਅਨਹਾਈਡ
pt_br: Mostrar
pt_pt: Mostrar
vi: Hiện lại
zh_hans: 取消隐藏

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
es_419: Desconocido
fil: Hindi Alam
fr: Inconnu
fr_ca: Inconnu
it: Sconosciuto
pa: ਅਣਜਾਣ
pt_br: Desconhecido
pt_pt: Desconhecido
vi: Không xác định
zh_hans: 未知

source: Unsupported file type: %@
ar: نوع الملف غير مدعوم: %@
de: Nicht unterstützter Dateityp: %@
es: Tipo de archivo no soportado: %@
es_419: Tipo de archivo no admitido: %@
fil: Hindi suportadong uri ng file: %@
fr: Type de fichier non pris en charge : %@
fr_ca: Type de fichier non pris en charge : %@
it: Tipo di file non supportato: %@
pa: ਅਸਮਰਥਤ ਫਾਈਲ ਕਿਸਮ: %@
pt_br: Tipo de arquivo não suportado: %@
pt_pt: Tipo de ficheiro não suportado: %@
vi: Loại tập tin không được hỗ trợ: %@
zh_hans: 不支持的文件类型：%@

source: Up
ar: أعلى
de: Hoch
es: Arriba
es_419: Arriba
fil: Taas
fr: Haut
fr_ca: Haut
it: Su
pa: ਉੱਪਰ
pt_br: Para Cima
pt_pt: Cima
vi: Lên
zh_hans: 向上

source: Use volume buttons to control TV volume
ar: استخدم أزرار الصوت للتحكم في مستوى الصوت في التلفزيون
de: Verwenden Sie die Lautstärketasten, um die TV-Lautstärke zu steuern
es: Usar botones de volumen para controlar el volumen del TV
es_419: Usar los botones de volumen para controlar el volumen del TV
fil: Gamitin ang mga pindutan ng volume upang kontrolin ang volume ng TV
fr: Utiliser les boutons de volume pour contrôler le volume de la TV
fr_ca: Utilisez les boutons de volume pour contrôler le volume de la télévision
it: Usa i pulsanti del volume per controllare il volume della TV
pa: ਟੀਵੀ ਵਾਲੀਅਮ ਕੰਟਰੋਲ ਕਰਨ ਲਈ ਵਾਲੀਅਮ ਬਟਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ
pt_br: Use os botões de volume para controlar o volume da TV
pt_pt: Use os botões de volume para controlar o volume da TV
vi: Sử dụng các nút âm lượng để điều khiển âm lượng TV
zh_hans: 使用音量按钮控制电视音量

source: Using this key as a keyboard shortcut without a command modifier (⌘) may not work because the operating system captures it first for in-app navigation
ar: "قد لا يعمل استخدام هذا المفتاح كاختصار للوحة المفاتيح بدون أمر تعديل (⌘) لأن نظام التشغيل يقبض عليه أولاً للتنقل داخل التطبيق"
de: "Die Verwendung dieses Schlüssels als Tastaturkürzel ohne Befehlsmodifikator (⌘) funktioniert möglicherweise nicht, da das Betriebssystem ihn zuerst für die In-App-Navigation erfasst."
es: Usar esta tecla como un atajo de teclado sin un modificador de comando (⌘) puede no funcionar porque el sistema operativo la captura primero para la navegación dentro de la aplicación.
es_419: Usar esta tecla como un atajo de teclado sin un modificador de comando (⌘) puede no funcionar porque el sistema operativo la captura primero para la navegación dentro de la aplicación.
fil: Ang paggamit ng susi na ito bilang keyboard shortcut nang walang command modifier (⌘) ay maaaring hindi gumana dahil nahuhuli muna ito ng operating system para sa in-app navigation.
fr: "Utiliser cette touche comme raccourci clavier sans un modificateur de commande (⌘) peut ne pas fonctionner car le système d'exploitation la capture d'abord pour la navigation dans l'application"
fr_ca: "Utiliser cette touche comme raccourci clavier sans un modificateur de commande (⌘) peut ne pas fonctionner car le système d'exploitation la capture d'abord pour la navigation dans l'application"
it: Utilizzare questo tasto come scorciatoia da tastiera senza un modificatore di comando (⌘) potrebbe non funzionare perché il sistema operativo lo cattura prima per la navigazione nell'app
pa: ਇਸ ਕੁੰਜੀ ਨੂੰ ਕਮਾਂਡ ਸੰਸਕਰਣ (⌘) ਤੋਂ ਬਿਨਾਂ ਕੀਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਦੇ ਤੌਰ 'ਤੇ ਵਰਤਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਨਾ ਕਰੋ ਕਿਉਂਕਿ ਇਸ ਨੂੰ ਆਪਰੇਟਿੰਗ ਸਿਸਟਮ ਪਹਿਲਾਂ ਹੀ ਕੈਪਚਰ ਕਰ ਲੈਂਦਾ ਹੈ ਔਨ ਲਈ ਐਪ ਨੈਵੀਗੇਸ਼ਨ ਦੇ ਤੌਰ 'ਤੇ।
pt_br: Usar esta tecla como atalho de teclado sem um modificador de comando (⌘) pode não funcionar porque o sistema operacional a captura primeiro para a navegação no aplicativo
pt_pt: "Usar essa tecla como atalho do teclado sem um modificador de comando (⌘) pode não funcionar porque o sistema operacional a captura primeiro para navegação no aplicativo."
vi: "Sử dụng phím này làm phím tắt mà không có lệnh chỉnh sửa (⌘) có thể không hoạt động bởi vì hệ điều hành chấp nhận nó trước đối với điều hướng trong ứng dụng"
zh_hans: "如果不使用命令修饰符（⌘）将此键用作键盘快捷键，可能无法正常工作，因为操作系统会先为应用内导航捕获它。"

source: Using this key as a keyboard shortcut without a command modifier (⌘) may not work on iPad if Full Keyboard Access is enabled. To disable Full Keyboard Access to into your iPad settings and navigate to Accessiblity -> Keyboard -> Full Keyboard Access
ar: "استخدام هذا المفتاح كاختصار للوحة المفاتيح بدون تعديل الأمر (⌘) قد لا يعمل على iPad إذا كانت وظيفة الوصول الكامل إلى لوحة المفاتيح مفعلة. لتعطيل وظيفة الوصول الكامل إلى لوحة المفاتيح، انتقل إلى إعدادات iPad الخاصة بك وانتقل إلى إمكانية الوصول -> لوحة المفاتيح -> الوصول الكامل للوحة المفاتيح."
de: "Die Verwendung dieses Schlüssels als Tastaturkürzel ohne Befehlsmodifikator (⌘) funktioniert möglicherweise nicht auf dem iPad, wenn der vollständige Tastaturzugriff aktiviert ist. Um den vollen Tastaturzugriff zu deaktivieren, gehen Sie in Ihre iPad-Einstellungen und navigieren Sie zu Barrierefreiheit -> Tastatur -> Vollständiger Tastaturzugriff."
es: Usar esta tecla como un atajo de teclado sin un modificador de comando (⌘) puede no funcionar en iPad si el Acceso Completo al Teclado está habilitado. Para deshabilitar el Acceso Completo al Teclado, ve a la configuración de tu iPad y navega hasta Accesibilidad -> Teclado -> Acceso Completo al Teclado.
es_419: Usar esta tecla como un atajo de teclado sin un modificador de comando (⌘) puede no funcionar en iPad si se ha habilitado el Acceso Completo al Teclado. Para desactivar el Acceso Completo al Teclado, entra en los ajustes de tu iPad y navega a Accesibilidad -> Teclado -> Acceso Completo al Teclado.
fil: Ang paggamit ng susi na ito bilang keyboard shortcut nang walang command modifier (⌘) ay maaaring hindi gumana sa iPad kung ang Full Keyboard Access ay pinagana. Para huwag paganahin ang Full Keyboard Access, pumunta sa mga setting ng iyong iPad at mag-navigate sa Accessiblity -> Keyboard -> Full Keyboard Access
fr: "Utiliser cette touche comme raccourci clavier sans un modificateur de commande (⌘) peut ne pas fonctionner sur iPad si l'accès complet au clavier est activé. Pour désactiver l'accès complet au clavier, allez dans les paramètres de votre iPad et naviguez jusqu'à Accessibilité -> Clavier -> Accès complet au clavier."
fr_ca: L'utilisation de cette touche en tant que raccourci clavier sans un modificateur de commande (⌘) peut ne pas fonctionner sur iPad si l'accès complet au clavier est activé. Pour désactiver l'accès complet au clavier, allez dans les paramètres de votre iPad et naviguez jusqu'à Accessibilité -> Clavier -> Accès complet au clavier.
it: Utilizzare questo tasto come scorciatoia da tastiera senza un modificatore di comando (⌘) potrebbe non funzionare su iPad se l'accesso completo alla tastiera è abilitato. Per disabilitare l'accesso completo alla tastiera, vai nelle impostazioni del tuo iPad e naviga fino a Accessibilità -> Tastiera -> Accesso completo alla tastiera.
pa: ਇਸ ਕੁੰਜੀ ਨੂੰ ਕਮਾਂਡ ਮੋਡੀਫਾਇਰ (⌘) ਤੋਂ ਬਿਨਾਂ ਕੀਬੋਰਡ ਸ਼ੌਰਟਕਟ ਵਜੋਂ ਵਰਤਣਾ ਆਈਪੈਡ 'ਤੇ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦਾ ਜੇ ਫੁੱਲ ਕੀਬੋਰਡ ਐਕਸੈਸ ਯੋਗ ਹੋਵੇ। ਫੁੱਲ ਕੀਬੋਰਡ ਐਕਸੈਸ ਨੂੰ ਅਯੋਗ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਆਈਪੈਡ ਸੈਟਿੰਗਜ਼ ਵਿੱਚ ਜਾਓ ਅਤੇ ਐਕਸੈਬਲਟੀ -> ਕੀਬੋਰਡ -> ਫੁੱਲ ਕੀਬੋਰਡ ਐਕਸੈਸ ਤੇ ਨੈਵੀਗੇਟ ਕਰੋ।
pt_br: Usar esta tecla como atalho no teclado sem um modificador de comando (⌘) pode não funcionar no iPad se o Acesso Completo ao Teclado estiver ativado. Para desativar o Acesso Completo ao Teclado, vá para as configurações do seu iPad e navegue até Acessibilidade -> Teclado -> Acesso Completo ao Teclado
pt_pt: "Usar esta tecla como atalho de teclado sem um modificador de comando (⌘) pode não funcionar no iPad se o Acesso Total ao Teclado estiver ativado. Para desativar o Acesso Total ao Teclado, vá às configurações do seu iPad e navegue até Acessibilidade -> Teclado -> Acesso Total ao Teclado."
vi: "Sử dụng phím này làm phím tắt trên bàn phím mà không có lệnh điều chỉnh (⌘) có thể không hoạt động trên iPad nếu đã bật Chế độ truy cập bàn phím đầy đủ. Để tắt chế độ Truy cập bàn phím đầy đủ, hãy vào cài đặt iPad của bạn và điều hướng đến Khả năng tiếp cận -> Bàn phím -> Truy cập bàn phím đầy đủ"
zh_hans: 如果启用了全键盘访问，那么在没有命令修饰符（⌘）的情况下使用此键作为键盘快捷方式可能无法在iPad上工作。要禁用全键盘访问，请进入您的iPad设置，然后导航到辅助功能 - > 键盘 - > 全键盘访问。

source: Volume Down
ar: خفض الصوت
de: Lautstärke runter
es: Bajar volumen
es_419: Bajar volumen
fil: Bawasan ang Volume
fr: Volume bas
fr_ca: Volume bas
it: Volume giù
pa: ਵਾਲੀਅਮ ਘਟਾਓ
pt_br: Volume Para Baixo
pt_pt: Volume para Baixo
vi: Giảm âm lượng
zh_hans: 降低音量

source: Volume Up
ar: رفع الصوت
de: Lautstärke hoch
es: Subir volumen
es_419: Subir volumen
fil: Dagdagan ang Volume
fr: Volume haut
fr_ca: Volume haut
it: Volume su
pa: ਵਾਲੀਅਮ ਵਧਾਓ
pt_br: Volume Para Cima
pt_pt: Volume para Cima
vi: Tăng âm lượng
zh_hans: 增加音量

source: Waiting to connect
ar: في انتظار الاتصال
de: Warten auf Verbindung
es: Esperando conectar
es_419: Esperando para conectar
fil: Naghihintay na makakonekta
fr: En attente de connexion
fr_ca: En attente de connexion
it: In attesa di connettersi
pa: ਕਨੈਕਟ ਹੋਣ ਦੀ ਉਡੀਕ ਵਿੱਚ
pt_br: Aguardando para conectar
pt_pt: À espera de conectar
vi: Đang chờ kết nối
zh_hans: 等待连接

source: Want a keyboard shortcut that works everywhere?
ar: هل تريد اختصار لوحة المفاتيح يعمل في كل مكان؟
de: Möchten Sie eine Tastenkombination, die überall funktioniert?
es: ¿Quieres un atajo de teclado que funcione en todas partes?
es_419: ¿Quieres un atajo de teclado que funcione en todas partes?
fil: "Gusto mo ba ng shortcut sa keyboard na gumagana kahit saan?"
fr: Vous voulez un raccourci clavier qui fonctionne partout ?
fr_ca: Vous voulez un raccourci clavier qui fonctionne partout?
it: Vuoi una scorciatoia da tastiera che funziona ovunque?
pa: ਤੁਸੀਂ ਇੱਕ ਕੀਬੋਰਡ ਸ਼ਾਰਟਕਟ ਚਾਹੁੰਦੇ ਹੋ ਜੋ ਹਰ ਜਗ੍ਹਾ ਕੰਮ ਕਰੇ?
pt_br: Deseja um atalho de teclado que funcione em todos os lugares?
pt_pt: Quer um atalho de teclado que funciona em todo o lado?
vi: Muốn một phím tắt hoạt động ở mọi nơi?
zh_hans: 想要一个在任何地方都适用的键盘快捷键吗？

source: Want to listen through your device?
ar: هل ترغب في الاستماع عبر جهازك؟
de: Möchten Sie über Ihr Gerät hören?
es: ¿Quieres escuchar a través de tu dispositivo?
es_419: ¿Quieres escuchar a través de tu dispositivo?
fil: Nais mong makinig gamit ang iyong aparato?
fr: Voulez-vous écouter via votre appareil ?
fr_ca: Voulez-vous écouter via votre appareil ?
it: Vuoi ascoltare attraverso il tuo dispositivo?
pa: ਤੁਸੀਂ ਆਪਣੇ ਯੰਤਰ ਰਾਹੀਂ ਸੁਣਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_br: Quer ouvir através do seu dispositivo?
pt_pt: Quer ouvir através do seu dispositivo?
vi: Muốn nghe qua thiết bị của bạn?
zh_hans: 想通过您的设备听吗？

source: WatchOS Note
ar: ملاحظة WatchOS
de: WatchOS-Hinweis
es: Nota de WatchOS
es_419: Nota de WatchOS
fr: Note WatchOS
fr_ca: Note WatchOS
it: Nota WatchOS
pa: WatchOS ਨੋਟ
pt_br: Nota do WatchOS
pt_pt: Nota do WatchOS
vi: Ghi chú WatchOS
zh_hans: WatchOS 说明

source: You need to enable "Control by mobile apps" in your TV's settings. You can update this setting by going to **Settings > System > Advanced system settings > Control by mobile apps > Network access** and make sure it's set to 'Permissive' or 'Enabled'
ar: تحتاج إلى تمكين "التحكم عبر تطبيقات الجوال" في إعدادات التلفزيون. يمكنك تحديث هذا الإعداد بالانتقال إلى **الإعدادات > النظام > إعدادات النظام المتقدمة > التحكم عبر تطبيقات الجوال > الوصول إلى الشبكة** والتأكد من ضبطه على "متساهل" أو "ممكّن"
de: Du musst „Steuerung durch mobile Apps“ in den Einstellungen deines Fernsehers aktivieren. Du kannst diese Einstellung unter **Einstellungen > System > Erweiterte Systemeinstellungen > Steuerung durch mobile Apps > Netzwerkzugriff** ändern und sicherstellen, dass sie auf „Zulässig“ oder „Aktiviert“ gesetzt ist.
es: Debes habilitar "Control mediante aplicaciones móviles" en la configuración de tu TV. Puedes actualizar este ajuste yendo a **Configuración > Sistema > Configuración avanzada del sistema > Control mediante aplicaciones móviles > Acceso a la red** y asegurarte de que esté configurado como "Permisivo" o "Habilitado"
es_419: Debes activar "Control por aplicaciones móviles" en la configuración de tu TV. Puedes actualizar esta opción yendo a **Configuración > Sistema > Configuración avanzada del sistema > Control por aplicaciones móviles > Acceso a la red** y asegurarte de que esté configurada como "Permisivo" o "Activado"
fil: Kailangan mong i-enable ang "Control by mobile apps" sa mga setting ng iyong TV. Maaari mong i-update ang setting na ito sa pamamagitan ng pagpunta sa **Settings > System > Advanced system settings > Control by mobile apps > Network access** at tiyaking nakatakda ito sa 'Permissive' o 'Enabled'
fr: Vous devez activer « Contrôle par applications mobiles » dans les paramètres de votre téléviseur. Vous pouvez modifier ce paramètre en allant dans **Paramètres > Système > Paramètres système avancés > Contrôle par applications mobiles > Accès réseau** et vous assurer qu’il est réglé sur « Permissif » ou « Activé »
fr_ca: Vous devez activer « Contrôle par applications mobiles » dans les paramètres de votre téléviseur. Vous pouvez modifier ce réglage en accédant à **Paramètres > Système > Paramètres système avancés > Contrôle par applications mobiles > Accès réseau** et vous assurer qu’il est réglé sur « Permissif » ou « Activé »
it: Devi abilitare "Controllo tramite app mobili" nelle impostazioni della TV. Puoi aggiornare questa impostazione andando su **Impostazioni > Sistema > Impostazioni di sistema avanzate > Controllo tramite app mobili > Accesso alla rete** e assicurarti che sia impostata su 'Permissivo' o 'Abilitato'
pa: ਤੁਹਾਨੂੰ ਆਪਣੇ TV ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ "ਮੋਬਾਈਲ ਐਪਾਂ ਦੁਆਰਾ ਕੰਟਰੋਲ" ਨੂੰ ਸਮਰੱਥ ਕਰਨਾ ਪਵੇਗਾ। ਤੁਸੀਂ **ਸੈਟਿੰਗਾਂ > ਸਿਸਟਮ > ਉੱਚ ਸਿਸਟਮ ਸੈਟਿੰਗਾਂ > ਮੋਬਾਈਲ ਐਪਾਂ ਦੁਆਰਾ ਕੰਟਰੋਲ > ਨੈੱਟਵਰਕ ਐਕਸੈੱਸ** 'ਤੇ ਜਾ ਕੇ ਇਹ ਸੈਟਿੰਗ ਅੱਪਡੇਟ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇਹ 'Permissive' ਜਾਂ 'Enabled' 'ਤੇ ਸੈੱਟ ਹੈ।
pt_br: Você precisa ativar "Controle por aplicativos móveis" nas configurações da sua TV. Você pode atualizar essa configuração acessando **Configurações > Sistema > Configurações avançadas do sistema > Controle por aplicativos móveis > Acesso à rede** e certifique-se de que ela esteja definida como "Permissivo" ou "Ativado"
pt_pt: Tem de ativar "Controlo por aplicações móveis" nas definições da sua TV. Pode atualizar esta definição acedendo a **Definições > Sistema > Definições avançadas do sistema > Controlo por aplicações móveis > Acesso à rede** e certifique-se de que está definida como "Permissivo" ou "Ativado"
vi: Bạn cần bật "Điều khiển bằng ứng dụng di động" trong phần cài đặt của TV. Bạn có thể cập nhật cài đặt này bằng cách vào **Cài đặt > Hệ thống > Cài đặt hệ thống nâng cao > Điều khiển bằng ứng dụng di động > Truy cập mạng** và đảm bảo cài đặt này được đặt thành "Cho phép" hoặc "Đã bật"
zh_hans: 您需要在电视设置中启用“通过移动应用控制”。您可以前往 **设置 > 系统 > 高级系统设置 > 通过移动应用控制 > 网络访问** 来更新此设置，并确保将其设置为“宽松”或“已启用”
